IDEA Open Model
BoltAssembly.Name Property
Compatible with IDEA StatiCa 20.1
 Name of bolt assembly
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace